Repository: firstfu/lingo_journey
Catalog: lingo_journey/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, zh_hans, zh_hant

# terms.acceptance.content
source: By using Lingo Journey, you agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use this app.
de: Durch die Nutzung von Lingo Journey erklären Sie sich mit diesen Nutzungsbedingungen einverstanden. Wenn Sie mit diesen Bedingungen nicht einverstanden sind, verwenden Sie diese App bitte nicht.
es: Al usar Lingo Journey, usted acepta estar sujeto a estos Términos de Servicio. Si no está de acuerdo con estos términos, no utilice esta aplicación.
fr: En utilisant Lingo Journey, vous acceptez d'être lié par ces Conditions d'utilisation. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser cette application.
ja: Lingo Journey を使用することにより、お客様はこれらの利用規約に拘束されることに同意したものとみなされます。これらの規約に同意されない場合は、本アプリをご使用にならないでください。
ko: Lingo Journey를 사용함으로써 귀하는 본 서비스 이용약관에 동의하는 것으로 간주됩니다. 이 약관에 동의하지 않으시면 이 앱을 사용하지 마세요.
pt: Ao usar o Lingo Journey, você concorda em estar vinculado a estes Termos de Serviço. Se você não concordar com estes termos, não use este aplicativo.
zh_hans: 使用 Lingo Journey 即表示您同意受本使用条款约束。如果您不同意这些条款，请勿使用本应用程序。
zh_hant: 使用 Lingo Journey 即表示您同意受本使用條款約束。如果您不同意這些條款，請勿使用本應用程式。

# terms.acceptance.title
source: Acceptance of Terms
de: Annahme der Bedingungen
es: Aceptación de términos
fr: Acceptation des conditions
ja: 規約への同意
ko: 약관 동의
pt: Aceitação dos Termos
zh_hans: 接受条款
zh_hant: 接受條款

# terms.accuracy.content
source: Translations are generated by machine learning and may contain errors. This app should not be relied upon for legal, medical, financial, or other critical purposes where accuracy is essential.
de: Übersetzungen werden durch maschinelles Lernen generiert und können Fehler enthalten. Diese App sollte nicht für rechtliche, medizinische, finanzielle oder andere kritische Zwecke verwendet werden, bei denen Genauigkeit unerlässlich ist.
es: Las traducciones son generadas por aprendizaje automático y pueden contener errores. Esta aplicación no debe utilizarse para fines legales, médicos, financieros u otros propósitos críticos donde la precisión es esencial.
fr: Les traductions sont générées par apprentissage automatique et peuvent contenir des erreurs. Cette application ne doit pas être utilisée à des fins juridiques, médicales, financières ou autres fins critiques où la précision est essentielle.
ja: 翻訳は機械学習によって生成されており、エラーが含まれる場合があります。本アプリは、正確性が不可欠な法律、医療、金融、その他の重要な目的には使用しないでください。
ko: 번역은 기계 학습으로 생성되며 오류가 포함될 수 있습니다. 이 앱은 정확성이 필수적인 법률, 의료, 금융 또는 기타 중요한 목적에 의존해서는 안 됩니다.
pt: As traduções são geradas por aprendizado de máquina e podem conter erros. Este aplicativo não deve ser usado para fins legais, médicos, financeiros ou outros fins críticos onde a precisão é essencial.
zh_hans: 翻译由机器学习生成，可能包含错误。本应用程序不应用于法律、医疗、财务或其他需要准确性的关键用途。
zh_hant: 翻譯由機器學習生成，可能包含錯誤。本應用程式不應用於法律、醫療、財務或其他需要準確性的關鍵用途。

# terms.accuracy.title
source: Translation Accuracy
de: Übersetzungsgenauigkeit
es: Precisión de la traducción
fr: Précision de la traduction
ja: 翻訳の正確性
ko: 번역 정확성
pt: Precisão da Tradução
zh_hans: 翻译准确性
zh_hant: 翻譯準確性

# terms.contact.content
source: If you have any questions about these Terms of Service, please contact us at firefirstfu@gmail.com
de: Wenn Sie Fragen zu diesen Nutzungsbedingungen haben, kontaktieren Sie uns bitte unter firefirstfu@gmail.com
es: Si tiene alguna pregunta sobre estos Términos de Servicio, contáctenos en firefirstfu@gmail.com
fr: Si vous avez des questions concernant ces Conditions d'utilisation, veuillez nous contacter à firefirstfu@gmail.com
ja: 本利用規約についてご質問がある場合は、firefirstfu@gmail.com までお問い合わせください。
ko: 본 서비스 이용약관에 대해 질문이 있으시면 firefirstfu@gmail.com으로 문의해 주세요.
pt: Se você tiver alguma dúvida sobre estes Termos de Serviço, entre em contato conosco pelo e-mail firefirstfu@gmail.com
zh_hans: 如果您对本使用条款有任何问题，请通过 firefirstfu@gmail.com 与我们联系。
zh_hant: 如果您對本使用條款有任何問題，請透過 firefirstfu@gmail.com 與我們聯繫。

# terms.contact.title
source: Contact Us
de: Kontakt
es: Contáctenos
fr: Nous contacter
ja: お問い合わせ
ko: 문의하기
pt: Fale Conosco
zh_hans: 联系我们
zh_hant: 聯絡我們

# terms.disclaimer.content
source: This app is provided "as is" without any warranties. We do not guarantee that the app will be error-free, uninterrupted, or meet your specific requirements.
de: Diese App wird "wie besehen" ohne jegliche Garantien bereitgestellt. Wir garantieren nicht, dass die App fehlerfrei, ununterbrochen oder Ihren spezifischen Anforderungen entsprechend sein wird.
es: Esta aplicación se proporciona "tal cual" sin garantías. No garantizamos que la aplicación esté libre de errores, sea ininterrumpida o cumpla con sus requisitos específicos.
fr: Cette application est fournie « telle quelle » sans aucune garantie. Nous ne garantissons pas que l'application sera sans erreur, ininterrompue ou répondra à vos exigences spécifiques.
ja: 本アプリは「現状のまま」提供され、いかなる保証も付きません。本アプリにエラーがないこと、中断しないこと、またはお客様の特定の要件を満たすことを保証するものではありません。
ko: 이 앱은 어떠한 보증도 없이 "있는 그대로" 제공됩니다. 앱에 오류가 없거나 중단되지 않거나 귀하의 특정 요구 사항을 충족한다고 보장하지 않습니다.
pt: Este aplicativo é fornecido "como está" sem quaisquer garantias. Não garantimos que o aplicativo será livre de erros, ininterrupto ou atenderá aos seus requisitos específicos.
zh_hans: 本应用程序按「现状」提供，不附带任何保证。我们不保证本应用程序没有错误、不会中断或符合您的特定需求。
zh_hant: 本應用程式按「現狀」提供，不附帶任何保證。我們不保證本應用程式沒有錯誤、不會中斷或符合您的特定需求。

# terms.disclaimer.title
source: Disclaimer
de: Haftungsausschluss
es: Descargo de responsabilidad
fr: Avertissement
ja: 免責事項
ko: 면책 조항
pt: Isenção de Responsabilidade
zh_hans: 免责声明
zh_hant: 免責聲明

# terms.intellectualProperty.content
source: All content, design, graphics, and code in this app are the property of the developer and are protected by intellectual property laws.
de: Alle Inhalte, Designs, Grafiken und Codes in dieser App sind Eigentum des Entwicklers und durch Gesetze zum Schutz geistigen Eigentums geschützt.
es: Todo el contenido, diseño, gráficos y código de esta aplicación son propiedad del desarrollador y están protegidos por las leyes de propiedad intelectual.
fr: Tout le contenu, la conception, les graphiques et le code de cette application sont la propriété du développeur et sont protégés par les lois sur la propriété intellectuelle.
ja: 本アプリのすべてのコンテンツ、デザイン、グラフィックス、コードは開発者の所有物であり、知的財産法によって保護されています。
ko: 이 앱의 모든 콘텐츠, 디자인, 그래픽 및 코드는 개발자의 재산이며 지적 재산권법의 보호를 받습니다.
pt: Todo o conteúdo, design, gráficos e código neste aplicativo são propriedade do desenvolvedor e são protegidos pelas leis de propriedade intelectual.
zh_hans: 本应用程序中的所有内容、设计、图形和代码均为开发者所有，并受知识产权法保护。
zh_hant: 本應用程式中的所有內容、設計、圖形和程式碼均為開發者所有，並受智慧財產權法保護。

# terms.intellectualProperty.title
source: Intellectual Property
de: Geistiges Eigentum
es: Propiedad intelectual
fr: Propriété intellectuelle
ja: 知的財産権
ko: 지적 재산권
pt: Propriedade Intelectual
zh_hans: 知识产权
zh_hant: 智慧財產權

# terms.lastUpdated
source: Last updated: January 2026
de: Zuletzt aktualisiert: Januar 2026
es: Última actualización: enero de 2026
fr: Dernière mise à jour : janvier 2026
ja: 最終更新：2026年1月
ko: 최종 업데이트: 2026년 1월
pt: Última atualização: janeiro de 2026
zh_hans: 最后更新：2026 年 1 月
zh_hant: 最後更新：2026 年 1 月

# terms.modifications.content
source: We may update these Terms of Service from time to time. Continued use of the app after changes constitutes acceptance of the new terms.
de: Wir können diese Nutzungsbedingungen von Zeit zu Zeit aktualisieren. Die fortgesetzte Nutzung der App nach Änderungen gilt als Zustimmung zu den neuen Bedingungen.
es: Podemos actualizar estos Términos de Servicio de vez en cuando. El uso continuado de la aplicación después de los cambios constituye la aceptación de los nuevos términos.
fr: Nous pouvons mettre à jour ces Conditions d'utilisation de temps en temps. L'utilisation continue de l'application après les modifications constitue l'acceptation des nouvelles conditions.
ja: 当社はこれらの利用規約を随時更新することがあります。変更後も本アプリを継続して使用することは、新しい規約に同意したものとみなされます。
ko: 당사는 수시로 본 서비스 이용약관을 업데이트할 수 있습니다. 변경 후에도 앱을 계속 사용하면 새로운 약관에 동의하는 것으로 간주됩니다.
pt: Podemos atualizar estes Termos de Serviço de tempos em tempos. O uso continuado do aplicativo após as alterações constitui aceitação dos novos termos.
zh_hans: 我们可能会不时更新本使用条款。在条款变更后继续使用本应用程序即表示接受新条款。
zh_hant: 我們可能會不時更新本使用條款。在條款變更後繼續使用本應用程式即表示接受新條款。

# terms.modifications.title
source: Terms Modifications
de: Änderungen der Bedingungen
es: Modificaciones de términos
fr: Modifications des conditions
ja: 規約の変更
ko: 약관 수정
pt: Modificações dos Termos
zh_hans: 条款修改
zh_hant: 條款修改

# terms.restrictions.content
source: You agree to: • Use this app for personal, non-commercial purposes only • Not use this app for any illegal activities • Not attempt to reverse engineer, decompile, or hack this app
de: Sie stimmen zu: • Diese App nur für persönliche, nicht-kommerzielle Zwecke zu nutzen • Diese App nicht für illegale Aktivitäten zu verwenden • Nicht zu versuchen, diese App zu reverse-engineeren, zu dekompilieren oder zu hacken
es: Usted acepta: • Usar esta aplicación solo para fines personales y no comerciales • No usar esta aplicación para actividades ilegales • No intentar realizar ingeniería inversa, descompilar o hackear esta aplicación
fr: Vous acceptez de : • Utiliser cette application uniquement à des fins personnelles et non commerciales • Ne pas utiliser cette application pour des activités illégales • Ne pas tenter de faire de l'ingénierie inverse, de décompiler ou de pirater cette application
ja: お客様は以下に同意するものとします： • 本アプリを個人的な非商業目的でのみ使用すること • 本アプリを違法行為に使用しないこと • 本アプリのリバースエンジニアリング、逆コンパイル、またはハッキングを試みないこと
ko: 귀하는 다음에 동의합니다: • 이 앱을 개인적, 비상업적 목적으로만 사용 • 이 앱을 불법 활동에 사용하지 않음 • 이 앱을 리버스 엔지니어링, 디컴파일 또는 해킹 시도하지 않음
pt: Você concorda em: • Usar este aplicativo apenas para fins pessoais e não comerciais • Não usar este aplicativo para atividades ilegais • Não tentar fazer engenharia reversa, descompilar ou hackear este aplicativo
zh_hans: 您同意： • 仅将本应用程序用于个人、非商业目的 • 不将本应用程序用于任何违法活动 • 不尝试逆向工程、反编译或破解本应用程序
zh_hant: 您同意： • 僅將本應用程式用於個人、非商業目的 • 不將本應用程式用於任何違法活動 • 不嘗試逆向工程、反編譯或破解本應用程式

# terms.restrictions.title
source: Usage Restrictions
de: Nutzungsbeschränkungen
es: Restricciones de uso
fr: Restrictions d'utilisation
ja: 使用制限
ko: 사용 제한
pt: Restrições de Uso
zh_hans: 使用限制
zh_hant: 使用限制

# terms.serviceChanges.content
source: We reserve the right to modify, suspend, or discontinue the app at any time without prior notice.
de: Wir behalten uns das Recht vor, die App jederzeit ohne vorherige Ankündigung zu ändern, auszusetzen oder einzustellen.
es: Nos reservamos el derecho de modificar, suspender o discontinuar la aplicación en cualquier momento sin previo aviso.
fr: Nous nous réservons le droit de modifier, suspendre ou interrompre l'application à tout moment sans préavis.
ja: 当社は、事前の通知なく、いつでも本アプリを変更、一時停止、または終了する権利を留保します。
ko: 당사는 사전 통지 없이 언제든지 앱을 수정, 일시 중지 또는 중단할 권리를 보유합니다.
pt: Reservamo-nos o direito de modificar, suspender ou descontinuar o aplicativo a qualquer momento sem aviso prévio.
zh_hans: 我们保留随时修改、暂停或终止本应用程序的权利，恕不另行通知。
zh_hant: 我們保留隨時修改、暫停或終止本應用程式的權利，恕不另行通知。

# terms.serviceChanges.title
source: Service Changes
de: Serviceänderungen
es: Cambios en el servicio
fr: Modifications du service
ja: サービスの変更
ko: 서비스 변경
pt: Alterações no Serviço
zh_hans: 服务变更
zh_hant: 服務變更

# terms.serviceDescription.content
source: Lingo Journey provides offline translation services using Apple's Translation framework. The app enables text translation, voice input, and OCR text scanning, all processed on your device.
de: Lingo Journey bietet Offline-Übersetzungsdienste unter Verwendung von Apples Translation-Framework. Die App ermöglicht Textübersetzung, Spracheingabe und OCR-Textscans, die alle auf Ihrem Gerät verarbeitet werden.
es: Lingo Journey proporciona servicios de traducción sin conexión utilizando el framework Translation de Apple. La aplicación permite la traducción de texto, entrada de voz y escaneo de texto OCR, todo procesado en su dispositivo.
fr: Lingo Journey fournit des services de traduction hors ligne utilisant le framework Translation d'Apple. L'application permet la traduction de texte, la saisie vocale et la numérisation de texte OCR, le tout traité sur votre appareil.
ja: Lingo Journey は、Apple Translation フレームワークを使用してオフライン翻訳サービスを提供します。本アプリはテキスト翻訳、音声入力、OCRテキストスキャンを可能にし、すべてお客様のデバイス上で処理されます。
ko: Lingo Journey는 Apple Translation 프레임워크를 사용하여 오프라인 번역 서비스를 제공합니다. 이 앱은 텍스트 번역, 음성 입력 및 OCR 텍스트 스캔을 지원하며, 모든 처리는 귀하의 기기에서 이루어집니다.
pt: O Lingo Journey fornece serviços de tradução offline usando o framework Translation da Apple. O aplicativo permite tradução de texto, entrada de voz e digitalização de texto OCR, tudo processado no seu dispositivo.
zh_hans: Lingo Journey 使用 Apple Translation 框架提供离线翻译服务。本应用程序支持文字翻译、语音输入和 OCR 文字扫描，所有处理均在您的设备上进行。
zh_hant: Lingo Journey 使用 Apple Translation 框架提供離線翻譯服務。本應用程式支援文字翻譯、語音輸入和 OCR 文字掃描，所有處理均在您的裝置上進行。

# terms.serviceDescription.title
source: Service Description
de: Dienstbeschreibung
es: Descripción del servicio
fr: Description du service
ja: サービスの説明
ko: 서비스 설명
pt: Descrição do Serviço
zh_hans: 服务说明
zh_hant: 服務說明

# terms.title
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
ja: 利用規約
ko: 서비스 이용약관
pt: Termos de Serviço
zh_hans: 使用条款
zh_hant: 使用條款

# translation.button
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
ja: 翻訳する
ko: 번역하기
pt: Traduzir
zh_hans: 翻译
zh_hant: 翻譯

# translation.title
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
ja: 翻訳
ko: 번역
pt: Traduzir
zh_hans: 翻译
zh_hant: 翻譯

# voice.inputPlaceholder
source: Your spoken text will appear here
de: Ihr gesprochener Text wird hier angezeigt
es: Tu texto hablado aparecerá aquí
fr: Votre texte parlé apparaîtra ici
ja: 話した内容がここに表示されます
ko: 말한 내용이 여기에 표시됩니다
pt: Seu texto falado aparecerá aqui
zh_hans: 您说的内容将显示在这里
zh_hant: 您說的內容將顯示在這裡

# voice.listening
source: Listening...
de: Zuhören...
es: Escuchando...
fr: Écoute en cours...
ja: 聞いています...
ko: 듣는 중...
pt: Ouvindo...
zh_hans: 正在聆听...
zh_hant: 正在聆聽...

# voice.recording
source: Recording
de: Aufnahme
es: Grabando
fr: Enregistrement
ja: 録音中
ko: 녹음 중
pt: Gravando
zh_hans: 录音中
zh_hant: 錄音中

# voice.resultPlaceholder
source: Translation will appear here
de: Die Übersetzung wird hier angezeigt
es: La traducción aparecerá aquí
fr: La traduction apparaîtra ici
ja: 翻訳結果がここに表示されます
ko: 번역 결과가 여기에 표시됩니다
pt: A tradução aparecerá aqui
zh_hans: 翻译结果将显示在这里
zh_hant: 翻譯結果將顯示在這裡

# voice.speakNow
source: Speak now...
de: Jetzt sprechen...
es: Habla ahora...
fr: Parlez maintenant...
ja: 話してください...
ko: 지금 말하세요...
pt: Fale agora...
zh_hans: 请说话...
zh_hant: 請說話...

# voice.tapToSpeak
source: Tap microphone to speak
de: Mikrofon antippen zum Sprechen
es: Toca el micrófono para hablar
fr: Appuyez sur le micro pour parler
ja: マイクをタップして話す
ko: 마이크를 눌러 말하기
pt: Toque no microfone para falar
zh_hans: 点击麦克风说话
zh_hant: 點擊麥克風說話

# voice.translating
source: Translating...
de: Übersetzen...
es: Traduciendo...
fr: Traduction en cours...
ja: 翻訳中...
ko: 번역 중...
pt: Traduzindo...
zh_hans: 翻译中...
zh_hant: 翻譯中...

# settings.version
source: Version
es: Versión
ja: バージョン
ko: 버전
pt: Versão
zh_hans: 版本
zh_hant: 版本

# translation.guide.continue
source: Continue
ja: 続ける
ko: 계속
zh_hans: 继续翻译
zh_hant: 繼續翻譯

# translation.guide.description
source: The system will ask about language pack settings. You can choose:
ja: システムが言語パックの設定を確認します。以下から選択できます：
ko: 시스템에서 언어 팩 설정을 묻습니다. 선택할 수 있습니다:
zh_hans: 系统将询问语言包设置，你可以选择：
zh_hant: 系統將詢問語言包設定，你可以選擇：

# translation.guide.dontShowAgain
source: Don't show again
ja: 今後表示しない
ko: 다시 표시 안 함
zh_hans: 不再显示
zh_hant: 不再顯示

# translation.guide.option.download
source: Tap "Download" → Offline available
ja: 「ダウンロード」→ オフラインで翻訳可能
ko: "다운로드" 탭 → 오프라인 사용 가능
zh_hans: 点「下载」→ 之后可离线翻译
zh_hant: 點「下載」→ 之後可離線翻譯

# translation.guide.option.skip
source: Tap "Done" → Download later
ja: 「完了」→ 後でダウンロード
ko: "완료" 탭 → 나중에 다운로드
zh_hans: 点「完成」→ 稍后再下载
zh_hant: 點「完成」→ 稍後再下載

# translation.guide.title
source: First Translation Setup
ja: 初回翻訳設定
ko: 첫 번역 설정
zh_hans: 首次翻译设置
zh_hant: 首次翻譯設定

# app.name
source: Lingo
zh_hans: 译行
zh_hant: 譯行
